Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Change Group for %lld
de: Gruppe für %lld wechseln
es: Cambiar de grupo para %lld
fil: Palitan ang Group para sa %lld
fr: Changer de groupe pour %lld
hr: Promijeni grupu za %lld
id: Ganti Grup untuk %lld
ja: %lld件のグループを変更
ko: %lld개의 그룹 변경
ms: Tukar Kumpulan untuk %lld
pl: Zmień grupę dla: %lld
pt_br: Alterar o grupo de: %lld
ro: Schimbă grupul pentru: %lld
ru: Сменить группу для %lld
th: เปลี่ยนกลุ่มสำหรับ %lld
tr: Grubu değiştir: %lld
zh_hans: 为 %lld 项更换分组
zh_hant: 為 %lld 項更換群組

source: Change Key
de: Schlüssel ändern
es: Cambiar la clave
fil: Palitan ang Key
fr: Changer la clé
hr: Promijeni ključ
id: Ganti Kunci
ja: キーを変更
ko: 키 변경
ms: Tukar Kunci
pl: Zmień klucz
pt_br: Alterar chave
ro: Schimbă cheia
ru: Изменить ключ
th: เปลี่ยนคีย์
tr: Anahtarı Değiştir
zh_hans: 更换密钥
zh_hant: 更換金鑰

source: Change Name
de: Namen ändern
es: Cambiar el nombre
fil: Palitan ang Pangalan
fr: Modifier le nom
hr: Promijeni naziv
id: Ganti Nama
ja: 名前を変更
ko: 이름 변경
ms: Tukar Nama
pl: Zmień nazwę
pt_br: Alterar nome
ro: Schimbă numele
ru: Изменить имя
th: เปลี่ยนชื่อ
tr: Adı Değiştir
zh_hans: 换个名称
zh_hant: 換個名稱

source: Change Token
de: Token ändern
es: Cambiar el token
fil: Palitan ang Token
fr: Changer le jeton
hr: Promijeni token
id: Ganti Token
ja: トークンを変更
ko: 토큰 변경
ms: Tukar Token
pl: Zmień token
pt_br: Alterar token
ro: Schimbă tokenul
ru: Изменить токен
th: เปลี่ยนโทเคน
tr: Token'ı Değiştir
zh_hans: 更换令牌
zh_hant: 更換令牌

source: Chat Database
de: Chat-Datenbank
es: Base de datos del chat
fr: Base de données des chats
hr: Baza podataka razgovora
id: Basis Data Obrolan
ja: チャットデータベース
ko: 채팅 데이터베이스
ms: Pangkalan Data Sembang
pl: Baza danych czatów
pt_br: Banco de dados das conversas
ro: Baza de date a conversațiilor
ru: База данных чатов
th: ฐานข้อมูลแชท
tr: Sohbet Veritabanı
zh_hans: 对话数据库
zh_hant: 對話資料庫

source: Chat Input
de: Chat-Eingabe
es: Entrada del chat
fr: Saisie du chat
hr: Polje za unos razgovora
id: Input Obrolan
ja: チャット入力
ko: 채팅 입력
ms: Input Sembang
pl: Pole czatu
pt_br: Campo de conversa
ro: Câmpul de conversație
ru: Поле ввода чата
th: ช่องป้อนแชท
tr: Sohbet Girişi
zh_hans: 聊天输入
zh_hant: 聊天輸入

source: Chat Sessions
de: Chat-Sitzungen
es: Sesiones de chat
fil: Mga Chat Session
fr: Sessions de chat
hr: Sesije razgovora
id: Sesi Obrolan
ja: チャットセッション
ko: 채팅 세션
ms: Sesi Sembang
pl: Sesje czatu
pt_br: Sessões de chat
ro: Sesiuni de chat
ru: Сессии чата
th: เซสชันแชท
tr: Sohbet Oturumları
zh_hans: 聊天会话
zh_hant: 聊天工作階段

source: Chat Title
de: Chat-Titel
es: Título del chat
fil: Pamagat ng Chat
fr: Titre du chat
hr: Naslov razgovora
id: Judul Obrolan
ja: チャットタイトル
ko: 채팅 제목
ms: Tajuk Sembang
pl: Tytuł czatu
pt_br: Título da conversa
ro: Titlul conversației
ru: Название чата
th: ชื่อแชท
tr: Sohbet Başlığı
zh_hans: 对话标题
zh_hant: 對話標題

source: Chats includes every file in each conversation, not just the messages.
de: „Chats“ umfasst jede Datei in jeder Unterhaltung, nicht nur die Nachrichten.
es: Chats incluye todos los archivos de cada conversación, no solo los mensajes.
fil: Kasama sa Chats ang bawat file sa bawat usapan, hindi lang ang mga mensahe.
fr: « Conversations » inclut tous les fichiers de chaque conversation, pas seulement les messages.
hr: Razgovori uključuju svaku datoteku u svakom razgovoru, ne samo poruke.
id: Obrolan mencakup setiap file dalam tiap percakapan, bukan hanya pesannya.
ja: 「チャット」にはメッセージだけでなく、各会話のすべてのファイルが含まれます。
ko: '채팅'에는 메시지뿐 아니라 각 대화의 모든 파일이 포함됩니다.
ms: Sembang merangkumi setiap file dalam tiap perbualan, bukan hanya mesejnya.
pl: Czaty obejmują wszystkie pliki każdej rozmowy, nie tylko wiadomości.
pt_br: As conversas incluem todos os arquivos de cada uma, não só as mensagens.
ro: Conversațiile includ toate fișierele din fiecare discuție, nu doar mesajele.
ru: «Чаты» включают все файлы каждого диалога, а не только сообщения.
th: แชทรวมทุกไฟล์ในแต่ละการสนทนา ไม่ใช่แค่ข้อความ
tr: Sohbetler, yalnızca mesajları değil her sohbetteki tüm dosyaları kapsar.
zh_hans: “聊天”不仅包含消息，还包含每个对话中的所有文件。
zh_hant: 「聊天」不只包含訊息，還包含每個對話中的所有檔案。

source: Chats includes every file in each conversation, not just the messages. Files larger than %lld MB are listed in the backup but not included.
de: „Chats“ umfasst jede Datei in jeder Unterhaltung, nicht nur die Nachrichten. Dateien über %lld MB werden in der Sicherung gelistet, aber nicht eingeschlossen.
es: Chats incluye todos los archivos de cada conversación, no solo los mensajes. Los archivos de más de %lld MB aparecen en la copia de seguridad, pero no se incluyen.
fil: Kasama sa Chats ang bawat file sa bawat usapan, hindi lang ang mga mensahe. Nakalista sa backup pero hindi kasama ang mga file na lampas %lld MB.
fr: « Conversations » inclut tous les fichiers de chaque conversation, pas seulement les messages. Les fichiers de plus de %lld Mo sont répertoriés dans la sauvegarde mais non inclus.
hr: Razgovori uključuju svaku datoteku u svakom razgovoru, ne samo poruke. Datoteke veće od %lld MB navedene su u sigurnosnoj kopiji, ali nisu uključene.
id: Obrolan mencakup setiap file dalam tiap percakapan, bukan hanya pesannya. File lebih besar dari %lld MB terdaftar dalam cadangan tetapi tidak disertakan.
ja: 「チャット」にはメッセージだけでなく、各会話のすべてのファイルが含まれます。%lld MB を超えるファイルは、バックアップに記載されますが中身は含まれません。
ko: '채팅'에는 메시지뿐 아니라 각 대화의 모든 파일이 포함됩니다. %lld MB를 초과하는 파일은 백업에 기재되지만 내용은 포함되지 않습니다.
ms: Sembang merangkumi setiap file dalam tiap perbualan, bukan hanya mesejnya. File lebih besar daripada %lld MB disenaraikan dalam sandaran tetapi tidak disertakan.
pl: Czaty obejmują każdy plik w rozmowie, nie tylko wiadomości. Pliki większe niż %lld MB są wypisane w kopii, ale nie są w niej zawarte.
pt_br: Chats inclui todos os arquivos de cada conversa, não só as mensagens. Arquivos maiores que %lld MB são listados no backup, mas não incluídos.
ro: Chat-urile includ toate fișierele din fiecare conversație, nu doar mesajele. Fișierele mai mari de %lld MB sunt listate în copie, dar nu incluse.
ru: «Чаты» включают все файлы каждого диалога, а не только сообщения. Файлы больше %lld МБ указываются в копии, но не включаются в неё.
th: แชทรวมทุกไฟล์ในแต่ละการสนทนา ไม่ใช่แค่ข้อความ ไฟล์ที่ใหญ่กว่า %lld MB จะอยู่ในรายการของข้อมูลสำรองแต่ไม่ถูกรวมไว้
tr: Sohbetler, yalnızca mesajları değil her sohbetteki tüm dosyaları içerir. %lld MB'tan büyük dosyalar yedekte listelenir ama dahil edilmez.
zh_hans: 会话备份包含每个对话中的所有文件，而不仅是消息。超过 %lld MB 的文件会记录在备份中，但不包含其内容。
zh_hant: 「聊天」不只包含訊息，還包含每個對話中的所有檔案。超過 %lld MB 的檔案會列在備份中，但不會納入內容。

source: Check Calendar
de: Kalender prüfen
es: Consultar el calendario
fil: Tingnan ang Kalendaryo
fr: Consulter le calendrier
hr: Provjeri kalendar
id: Lihat Kalender
ja: カレンダーを確認
ko: 캘린더 확인
ms: Lihat Kalendar
pl: Sprawdź kalendarz
pt_br: Ver a agenda
ro: Vezi calendarul
ru: Проверить календарь
th: ดูปฏิทิน
tr: Takvime Bak
zh_hans: 查看日历
zh_hant: 查看日曆

source: Check Weather
de: Wetter prüfen
es: Consultar el tiempo
fil: Tingnan ang Panahon
fr: Consulter la météo
hr: Provjeri vremensku prognozu
id: Lihat Cuaca
ja: 天気を確認
ko: 날씨 확인
ms: Lihat Cuaca
pl: Sprawdź pogodę
pt_br: Ver o tempo
ro: Vezi vremea
ru: Проверить погоду
th: ดูสภาพอากาศ
tr: Hava Durumuna Bak
zh_hans: 查看天气
zh_hant: 查看天氣

source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
hr: Kineski
id: Mandarin
ja: 中国語
ko: 중국어
ms: Cina
pl: Chiński
pt_br: Chinês
ro: Chineză
ru: Китайский
th: จีน
tr: Çince
zh_hans: 中文
zh_hant: 中文

source: Choose a Different File…
de: Andere Datei wählen…
es: Elegir otro archivo…
fil: Pumili ng Ibang File…
fr: Choisir un autre fichier…
hr: Odaberi drugu datoteku…
id: Pilih File Lain…
ja: 別のファイルを選択…
ko: 다른 파일 선택…
ms: Pilih File Lain…
pl: Wybierz inny plik…
pt_br: Escolher outro arquivo…
ro: Alege alt fișier…
ru: Выбрать другой файл…
th: เลือกไฟล์อื่น…
tr: Farklı Bir Dosya Seç…
zh_hans: 选择其他文件…
zh_hant: 選擇其他檔案…

source: Choose a specific voice for each language. Download more voices in Settings > Accessibility > Spoken Content > Voices.
de: Wählen Sie eine Stimme für jede Sprache. Laden Sie weitere Stimmen unter Einstellungen > Bedienungshilfen > Gesprochene Inhalte > Stimmen herunter.
es: Elige una voz concreta para cada idioma. Descarga más voces en Ajustes > Accesibilidad > Contenido hablado > Voces.
fil: Pumili ng partikular na boses para sa bawat wika. Mag-download ng iba pang boses sa Settings > Accessibility > Spoken Content > Voices.
fr: Choisissez une voix pour chaque langue. Téléchargez d'autres voix dans Réglages > Accessibilité > Contenu énoncé > Voix.
hr: Odaberite određeni glas za svaki jezik. Preuzmite više glasova u Postavke > Pristupačnost > Izgovoreni sadržaj > Glasovi.
id: Pilih suara tertentu untuk tiap bahasa. Unduh suara lainnya di Pengaturan > Aksesibilitas > Konten Terucap > Suara.
ja: 各言語の音声を選択できます。設定 > アクセシビリティ > 読み上げコンテンツ > 声 でより多くの音声をダウンロードできます。
ko: 각 언어의 음성을 선택하세요. 설정 > 손쉬운 사용 > 음성 콘텐츠 > 음성에서 더 많은 음성을 다운로드할 수 있습니다.
ms: Pilih suara tertentu untuk setiap bahasa. Muat turun lebih banyak suara dalam Tetapan > Kebolehcapaian > Kandungan Dituturkan > Suara.
pl: Wybierz konkretny głos dla każdego języka. Więcej głosów pobierzesz w Ustawienia > Dostępność > Treść mówiona > Głosy.
pt_br: Escolha uma voz específica para cada idioma. Baixe mais vozes em Ajustes > Acessibilidade > Conteúdo Falado > Vozes.
ro: Alege o voce anume pentru fiecare limbă. Descarcă mai multe voci din Configurări > Accesibilitate > Conținut vorbit > Voci.
ru: Выберите конкретный голос для каждого языка. Загрузить дополнительные голоса можно в «Настройки» > «Универсальный доступ» > «Устный контент» > «Голоса».
th: เลือกเสียงเฉพาะสำหรับแต่ละภาษา ดาวน์โหลดเสียงเพิ่มได้ที่ การตั้งค่า > การช่วยการเข้าถึง > เนื้อหาที่พูด > เสียง
tr: Her dil için belirli bir ses seçin. Daha fazla ses indirmek için Ayarlar > Erişilebilirlik > Sesli İçerik > Sesler.
zh_hans: 为每种语言选择特定语音。在「设置 > 辅助功能 > 朗读内容 > 语音」中下载更多语音。
zh_hant: 爲每種語言選擇特定語音。在「設定 > 輔助功能 > 朗讀內容 > 語音」中下載更多語音。

source: Choose another model
de: Anderes Modell wählen
es: Elegir otro modelo
fil: Pumili ng ibang model
fr: Choisir un autre modèle
hr: Odaberi drugi model
id: Pilih model lain
ja: 別のモデルを選択
ko: 다른 모델 선택
ms: Pilih model lain
pl: Wybierz inny model
pt_br: Escolher outro modelo
ro: Alege alt model
ru: Выбрать другую модель
th: เลือกโมเดลอื่น
tr: Başka model seç
zh_hans: 选择其他模型
zh_hant: 選擇其他模型

source: Choose at least one thing to include.
de: Wähle mindestens einen Eintrag zum Einschließen.
es: Elige al menos un elemento para incluir.
fil: Pumili ng kahit isang isasama.
fr: Choisissez au moins un élément à inclure.
hr: Odaberite barem jednu stavku za uključivanje.
id: Pilih setidaknya satu hal untuk disertakan.
ja: 含める項目を 1 つ以上選択してください。
ko: 포함할 항목을 하나 이상 선택하십시오.
ms: Pilih sekurang-kurangnya satu perkara untuk disertakan.
pl: Wybierz co najmniej jedną pozycję do uwzględnienia.
pt_br: Escolha pelo menos um item para incluir.
ro: Alege cel puțin un element de inclus.
ru: Выберите хотя бы один элемент для включения.
th: เลือกอย่างน้อยหนึ่งรายการที่จะรวม
tr: Dahil edilecek en az bir öğe seçin.
zh_hans: 请至少选择一项要备份的内容。
zh_hant: 請至少選擇一個要包含的項目。

source: Choose Backup File…
de: Sicherungsdatei wählen…
es: Elegir archivo de copia de seguridad…
fil: Pumili ng Backup File…
fr: Choisir un fichier de sauvegarde…
hr: Odaberi datoteku sigurnosne kopije…
id: Pilih File Cadangan…
ja: バックアップファイルを選択…
ko: 백업 파일 선택…
ms: Pilih File Sandaran…
pl: Wybierz plik kopii zapasowej…
pt_br: Escolher arquivo de backup…
ro: Alege fișierul copiei de rezervă…
ru: Выбрать файл копии…
th: เลือกไฟล์ข้อมูลสำรอง…
tr: Yedek Dosyası Seç…
zh_hans: 选择备份文件…
zh_hant: 選擇備份檔案…

source: Choose File…
de: Datei auswählen…
es: Elegir archivo…
fil: Pumili ng File…
fr: Choisir un fichier…
hr: Odaberi datoteku…
id: Pilih File…
ja: ファイルを選択…
ko: 파일 선택…
ms: Pilih File…
pl: Wybierz plik…
pt_br: Escolher arquivo…
ro: Alege fișierul…
ru: Выбрать файл…
th: เลือกไฟล์…
tr: Dosya Seç…
zh_hans: 选择文件…
zh_hant: 選擇檔案…

source: Choose Folder
de: Ordner wählen
es: Elegir carpeta
fil: Pumili ng Folder
fr: Choisir un dossier
hr: Odaberi mapu
id: Pilih Folder
ja: フォルダを選択
ko: 폴더 선택
ms: Pilih Folder
pl: Wybierz folder
pt_br: Escolher pasta
ro: Alege dosarul
ru: Выбрать папку
th: เลือกโฟลเดอร์
tr: Klasör Seç
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose from Server…
de: Vom Server wählen…
es: Elegir del servidor…
fil: Pumili mula sa Server…
fr: Choisir depuis le serveur…
hr: Odaberi s poslužitelja…
id: Pilih dari Server…
ja: サーバから選択…
ko: 서버에서 선택…
ms: Pilih dari Server…
pl: Wybierz z serwera…
pt_br: Escolher do servidor…
ro: Alege de pe server…
ru: Выбрать с сервера…
th: เลือกจากเซิร์ฟเวอร์…
tr: Sunucudan Seç…
zh_hans: 从服务器选择…
zh_hant: 從伺服器選擇…

source: Choose from Shared Folders…
de: Aus geteilten Ordnern wählen…
es: Elegir de las carpetas compartidas…
fil: Pumili mula sa Mga Ibinahaging Folder…
fr: Choisir dans les dossiers partagés…
hr: Odaberi iz dijeljenih mapa…
id: Pilih dari Folder Bersama…
ja: 共有フォルダから選択…
ko: 공유 폴더에서 선택…
ms: Pilih dari Folder Dikongsi…
pl: Wybierz z folderów udostępnionych…
pt_br: Escolher nas pastas compartilhadas…
ro: Alege din dosarele partajate…
ru: Выбрать в общих папках…
th: เลือกจากโฟลเดอร์ที่แชร์…
tr: Paylaşılan Klasörlerden Seç…
zh_hans: 从共享文件夹选取…
zh_hant: 從共用資料夾選擇…

source: Choose Model
de: Modell auswählen
es: Elegir modelo
fil: Pumili ng Model
fr: Choisir un modèle
hr: Odaberi model
id: Pilih Model
ja: モデルを選択
ko: 모델 선택
ms: Pilih Model
pl: Wybierz model
pt_br: Escolher modelo
ro: Alege modelul
ru: Выбрать модель
th: เลือกโมเดล
tr: Model Seç
zh_hans: 选择模型
zh_hant: 選擇模型

source: Choose Photos & Videos
de: Fotos und Videos auswählen
es: Elegir fotos y videos
fil: Pumili ng Litrato at Video
fr: Choisir des photos et vidéos
hr: Odaberi fotografije i videozapise
id: Pilih Foto & Video
ja: 写真と動画を選択
ko: 사진 및 동영상 선택
ms: Pilih Foto & Video
pl: Wybierz zdjęcia i filmy
pt_br: Escolher fotos e vídeos
ro: Alege fotografii și videoclipuri
ru: Выбрать фото и видео
th: เลือกรูปภาพและวิดีโอ
tr: Fotoğraf ve Video Seç
zh_hans: 选择照片和视频
zh_hant: 選擇照片和影片

source: Choose Provider
de: KI-Anbieter wählen
es: Elegir proveedor
fil: Pumili ng Provider
fr: Choisir un fournisseur AI
hr: Odaberi pružatelja
id: Pilih Penyedia
ja: AIプロバイダーを選択
ko: AI 공급자 선택
ms: Pilih Pembekal
pl: Wybierz dostawcę
pt_br: Escolher provedor
ro: Alege furnizorul
ru: Выбрать провайдера
th: เลือกผู้ให้บริการ
tr: Sağlayıcı Seç
zh_hans: 选择 AI 服务商
zh_hant: 選擇 AI 服務商

source: Choose the models you want to use
de: Wählen Sie die gewünschten Modelle
es: Elige los modelos que quieres usar
fil: Piliin ang mga model na gusto mong gamitin
fr: Choisissez les modèles que vous souhaitez utiliser
hr: Odaberite modele koje želite koristiti
id: Pilih model yang ingin Anda gunakan
ja: 使用するモデルを選択してください
ko: 사용할 모델을 선택하세요
ms: Pilih model yang anda mahu gunakan
pl: Wybierz modele, których chcesz używać
pt_br: Escolha os modelos que você quer usar
ro: Alege modelele pe care vrei să le folosești
ru: Выберите модели, которые хотите использовать
th: เลือกโมเดลที่คุณต้องการใช้
tr: Kullanmak istediğiniz modelleri seçin
zh_hans: 选择您想使用的模型
zh_hant: 選擇您想使用的模型

source: Choose Voice Model
de: Sprachmodell wählen
es: Elegir modelo de voz
fil: Pumili ng Voice Model
fr: Choisir le modèle vocal
hr: Odaberi glasovni model
id: Pilih Model Suara
ja: 音声モデルを選択
ko: 음성 모델 선택
ms: Pilih Model Suara
pl: Wybierz model głosu
pt_br: Escolher modelo de voz
ro: Alege modelul vocal
ru: Выбор голосовой модели
th: เลือกโมเดลเสียง
tr: Ses Modeli Seç
zh_hans: 选择语音模型
zh_hant: 選擇語音模型

source: Choose what to show when the app starts. "Auto" opens a new chat if the last session is older than 15 minutes.
de: Wählen Sie, was beim App-Start angezeigt wird. „Automatisch“ öffnet einen neuen Chat, wenn die letzte Sitzung älter als 15 Minuten ist.
es: Elige qué mostrar al abrir la app. "Auto" abre un chat nuevo si la última sesión tiene más de 15 minutos.
fil: Piliin kung ano ang ipapakita pagbukas ng app. Nagbubukas ang "Auto" ng bagong chat kung mas matanda sa 15 minuto ang huling session.
fr: Choisissez ce qui s'affiche au lancement. « Automatique » ouvre un nouveau chat si la dernière session date de plus de 15 minutes.
hr: Odaberite što se prikazuje pri pokretanju aplikacije. "Automatski" otvara novi razgovor ako je posljednja sesija starija od 15 minuta.
id: Pilih apa yang ditampilkan saat aplikasi dibuka. "Otomatis" membuka obrolan baru jika sesi terakhir lebih lama dari 15 menit.
ja: アプリ起動時の表示を選択します。「自動」は最後のセッションが15分以上前の場合、新しいチャットを開きます。
ko: 앱 시작 시 표시할 내용을 선택합니다. "자동"은 마지막 세션이 15분 이상 지난 경우 새 채팅을 엽니다.
ms: Pilih apa yang ditunjukkan apabila apl dibuka. "Auto" membuka sembang baharu jika sesi terakhir lebih lama daripada 15 minit.
pl: Wybierz, co ma się pojawiać po uruchomieniu aplikacji. „Automatycznie” otwiera nowy czat, jeśli ostatnia sesja jest starsza niż 15 minut.
pt_br: Escolha o que aparece quando o app é aberto. “Automático” abre uma nova conversa se a última sessão tiver mais de 15 minutos.
ro: Alege ce se afișează la pornirea aplicației. „Automat” deschide o conversație nouă dacă ultima sesiune este mai veche de 15 minute.
ru: Выберите, что показывать при запуске приложения. «Авто» открывает новый чат, если последняя сессия старше 15 минут.
th: เลือกสิ่งที่จะแสดงเมื่อเปิดแอป "อัตโนมัติ" จะเปิดแชทใหม่หากเซสชันล่าสุดเก่ากว่า 15 นาที
tr: Uygulama açıldığında ne görüneceğini seçin. "Otomatik", son oturum 15 dakikadan eskiyse yeni bir sohbet açar.
zh_hans: 选择应用启动时显示的内容。"自动"会在上次会话超过 15 分钟时打开新对话。
zh_hant: 選擇應用啓動時顯示的內容。"自動"會在上次工作階段超過 15 分鐘時打開新對話。

source: Choose whether the Return key in the chat input inserts a newline or sends the message. Hardware Shift+Return always inserts a newline.
de: Legt fest, ob die Eingabetaste im Chat-Eingabefeld einen Zeilenumbruch einfügt oder die Nachricht sendet. Hardware-Umschalt+Eingabe fügt immer einen Zeilenumbruch ein.
es: Elige si la tecla Retorno en la entrada del chat inserta un salto de línea o envía el mensaje. Mayús+Retorno en un teclado físico siempre inserta un salto de línea.
fil: Piliin kung ang Return key sa chat input ay gagawa ng bagong linya o magpapadala ng mensahe. Laging gumagawa ng bagong linya ang Shift+Return sa pisikal na keyboard.
fr: Choisissez si la touche Entrée dans la saisie du chat insère un saut de ligne ou envoie le message. Maj+Entrée matériel insère toujours un saut de ligne.
hr: Odaberite umeće li tipka Return u polju za unos razgovora novi redak ili šalje poruku. Hardverski Shift+Return uvijek umeće novi redak.
id: Pilih apakah tombol Return di input obrolan membuat baris baru atau mengirim pesan. Shift+Return pada papan ketik fisik selalu membuat baris baru.
ja: チャット入力欄で Return キーが改行を挿入するか、メッセージを送信するかを選択します。ハードウェアの Shift+Return は常に改行を挿入します。
ko: 채팅 입력에서 Return 키가 줄바꿈을 삽입할지 메시지를 보낼지 선택합니다. 하드웨어 Shift+Return은 항상 줄바꿈을 삽입합니다.
ms: Pilih sama ada kekunci Return dalam input sembang membuat baris baharu atau menghantar mesej. Shift+Return pada papan kekunci fizikal sentiasa membuat baris baharu.
pl: Wybierz, czy klawisz Enter w polu czatu ma wstawiać nowy wiersz, czy wysyłać wiadomość. Shift+Enter na klawiaturze fizycznej zawsze wstawia nowy wiersz.
pt_br: Escolha se a tecla Enter no campo de conversa insere uma quebra de linha ou envia a mensagem. Shift+Enter no teclado físico sempre insere uma quebra de linha.
ro: Alege dacă tasta Enter din câmpul de conversație inserează un rând nou sau trimite mesajul. Shift+Enter pe tastatura fizică inserează întotdeauna un rând nou.
ru: Выберите, что делает клавиша «Ввод» в поле чата: вставляет новую строку или отправляет сообщение. Аппаратное сочетание Shift+Ввод всегда вставляет новую строку.
th: เลือกว่าปุ่ม Return ในช่องป้อนแชทจะขึ้นบรรทัดใหม่หรือส่งข้อความ ส่วน Shift+Return บนคีย์บอร์ดจริงจะขึ้นบรรทัดใหม่เสมอ
tr: Sohbet alanındaki Enter tuşunun satır mı ekleyeceğini yoksa mesajı mı göndereceğini seçin. Fiziksel klavyede Shift+Enter her zaman satır ekler.
zh_hans: 选择聊天输入框中回车键的行为：插入换行或发送消息。硬件键盘 Shift+Return 始终插入换行。
zh_hant: 選擇聊天輸入框中回車鍵的行爲：插入換行或傳送訊息。硬體鍵盤 Shift+Return 始終插入換行。

source: Choose which data this device pushes to iCloud. API keys and secrets are synced securely via iCloud Keychain.
de: Wählen Sie aus, welche Daten dieses Gerät auf iCloud hochlädt. API-Schlüssel und Geheimnisse werden sicher über iCloud-Schlüsselbund synchronisiert.
es: Elige qué datos envía este dispositivo a iCloud. Las claves de API y los secretos se sincronizan de forma segura mediante el llavero de iCloud.
fil: Piliin kung anong datos ang ipapadala ng device na ito sa iCloud. Ligtas na sini-sync ang mga API key at secret sa iCloud Keychain.
fr: Choisissez les données que cet appareil envoie vers iCloud. Les clés API et les secrets sont synchronisés en toute sécurité via le trousseau iCloud.
hr: Odaberite koje podatke ovaj uređaj šalje na iCloud. API ključevi i tajne sigurno se sinkroniziraju putem iCloud Keychaina.
id: Pilih data mana yang dikirim perangkat ini ke iCloud. Kunci API dan rahasia disinkronkan dengan aman via iCloud Keychain.
ja: このデバイスから iCloud にプッシュするデータを選択します。API キーとシークレットは iCloud キーチェーン経由で安全に同期されます。
ko: 이 기기가 iCloud로 푸시할 데이터를 선택하세요. API 키와 비밀은 iCloud 키체인을 통해 안전하게 동기화됩니다.
ms: Pilih data mana yang dihantar peranti ini ke iCloud. Kunci API dan rahsia disegerakkan dengan selamat melalui iCloud Keychain.
pl: Wybierz, które dane to urządzenie wysyła do iCloud. Klucze API i sekrety są bezpiecznie synchronizowane przez Pęk kluczy iCloud.
pt_br: Escolha quais dados este dispositivo envia ao iCloud. Chaves de API e segredos são sincronizados com segurança pelo Keychain do iCloud.
ro: Alege ce date trimite acest dispozitiv în iCloud. Cheile API și secretele se sincronizează în siguranță prin Keychain-ul iCloud.
ru: Выберите, какие данные это устройство отправляет в iCloud. API-ключи и секреты безопасно синхронизируются через Связку ключей iCloud.
th: เลือกว่าอุปกรณ์นี้จะส่งข้อมูลใดไปยัง iCloud คีย์ API และข้อมูลลับจะถูกซิงค์อย่างปลอดภัยผ่าน iCloud Keychain
tr: Bu aygıtın iCloud'a hangi verileri göndereceğini seçin. API anahtarları ve gizli bilgiler iCloud Anahtar Zinciri ile güvenle eşitlenir.
zh_hans: 选择本设备推送到 iCloud 的数据类型。API 密钥和敏感信息通过 iCloud 钥匙串安全同步。
zh_hant: 選擇本裝置推送到 iCloud 的資料類型。API 金鑰和機密資訊透過 iCloud 鑰匙圈安全同步。

source: Classic dark icon
de: Klassisches dunkles Symbol
es: Icono clásico oscuro
fil: Classic na madilim na icon
fr: Icône sombre classique
hr: Klasična tamna ikona
id: Ikon gelap klasik
ja: クラシックダークアイコン
ko: 클래식 다크 아이콘
ms: Ikon gelap klasik
pl: Klasyczna ciemna ikona
pt_br: Ícone escuro clássico
ro: Pictogramă clasică întunecată
ru: Классический тёмный значок
th: ไอคอนมืดคลาสสิก
tr: Klasik koyu simge
zh_hans: 经典深色图标
zh_hant: 經典深色圖標

source: Classic light icon
de: Klassisches helles Symbol
es: Icono clásico claro
fil: Classic na maliwanag na icon
fr: Icône claire classique
hr: Klasična svijetla ikona
id: Ikon terang klasik
ja: クラシックライトアイコン
ko: 클래식 라이트 아이콘
ms: Ikon cerah klasik
pl: Klasyczna jasna ikona
pt_br: Ícone claro clássico
ro: Pictogramă clasică luminoasă
ru: Классический светлый значок
th: ไอคอนสว่างคลาสสิก
tr: Klasik açık simge
zh_hans: 经典浅色图标
zh_hant: 經典淺色圖標

source: Claude models (anthropic.com)
de: Claude-Modelle (anthropic.com)
es: Modelos Claude (anthropic.com)
fil: Mga Claude model (anthropic.com)
fr: Modèles Claude (anthropic.com)
hr: Claude modeli (anthropic.com)
id: Model Claude (anthropic.com)
ja: Claude モデル（anthropic.com）
ko: Claude 모델 (anthropic.com)
ms: Model Claude (anthropic.com)
pl: Modele Claude (anthropic.com)
pt_br: Modelos Claude (anthropic.com)
ro: Modele Claude (anthropic.com)
ru: Модели Claude (anthropic.com)
th: โมเดล Claude (anthropic.com)
tr: Claude modelleri (anthropic.com)
zh_hans: Claude 模型（anthropic.com）
zh_hant: Claude 模型（anthropic.com）

source: Clear
de: Löschen
es: Borrar
fil: I-clear
fr: Effacer
hr: Očisti
id: Bersihkan
ja: クリア
ko: 지우기
ms: Kosongkan
pl: Wyczyść
pt_br: Limpar
ro: Golește
ru: Очистить
th: ล้าง
tr: Temizle
zh_hans: 清除
zh_hant: 清除
